define({
  "builder": {
    "initPopup": {
      "title": "Καλώς ορίσατε στο",
      "startBtn": "Εκκίνηση"
    },
    "addEditPopup": {
      "test": "δοκιμή",
      "add": "προσθήκη",
      "edit": "επεξεργασία"
    },
    "landing": {
      "lblAdd": "Πώς θέλετε να ονομάσετε τη δική σας Shortlist;",
      "phAdd": "Εισαγάγετε τον τίτλο σας...",
      "lblOR": "Ή",
      "lblHelp": "Περιήγηση"
    },
    "organizePopup": {
      "title": "Οργάνωση",
      "tab": "καρτέλα"
    },
    "settingsLayoutOptions": {
      "title": "Επιλογές διάταξης",
      "lblDescription": "Περιγραφή"
    },
    "addFeatureBar": {
      "add": "Προσθήκη",
      "import": "Εισαγωγή",
      "done": "Τέλος",
      "deleteFeature": "Διαγραφή",
      "move": "Μετακίνηση",
      "locateFeaturesTooltip": "Κάποια μέρη πρέπει να εντοπιστούν. Κάντε κλικ για να τα δείτε"
    },
    "detailPanelBuilder": {
      "changeLocation": "Αλλαγή τοποθεσίας",
      "setLocation": "Ορισμός τοποθεσίας",
      "cancel": "Ακύρωση",
      "addImage": "κάντε κλικ ή μεταφορά και απόθεση για να προσθέσετε μια εικόνα",
      "enterPlaceName": "Εισαγωγή ονόματος μέρους",
      "enterPlaceDescription": "Εισαγωγή περιγραφής μέρους",
      "unnamedPlace": "Μέρος χωρίς όνομα"
    },
    "settings": {
      "numberedPlaces": "Εμφάνιση μερών με αριθμούς",
      "extentSensitive": "Εμφάνιση μόνο μερών σε καρτέλες που είναι ορατά στον χάρτη (λειτουργία προβολής μόνο)",
      "extentSensitiveTooltip": "Η επιλογή αυτή εφαρμόζεται μόνο όταν προβάλλεται η Shortlist. Στο Εργαλείο δημιουργίας Shortlist, οι καρτέλες εμφανίζουν πάντα όλα τα μέρη, ακόμη και αυτά που δεν είναι ορατά στον χάρτη. Απενεργοποιήστε την επιλογή αυτή, εάν θέλετε να εμφανίζονται στις καρτέλες πάντα όλα τα μέρη όταν προβάλλεται η Shortlist που έχετε δημιουργήσει.",
      "locateButton": "Κουμπί Εντοπισμός",
      "locateButtonTooltip": "Επιτρέψτε στους αναγνώστες σας να βλέπουν την τοποθεσία τους στον χάρτη. Αυτή η δυνατότητα υποστηρίζεται στις περισσότερες συσκευές και τα προγράμματα περιήγησης, αλλά το κουμπί εμφανίζεται μόνο εάν κοινοποιήσετε την αφήγησή σας ως σύνδεσμο HTTPS και η αφήγηση δεν είναι ενσωματωμένη.",
      "geocoder": "Εύρεση διεύθυνσης, μέρους ή στοιχείου",
      "bookmarks": "Σελιδοδείκτες",
      "bookmarksMenuName": "Όνομα μενού",
      "defaultMapLocation": "Προεπιλεγμένη τοποθεσία χάρτη",
      "auto": "Αυτόματο",
      "autoTooltip": "Η διαχείριση της τοποθεσίας γίνεται αυτόματα έτσι ώστε όλα τα μέρη σας να είναι ορατά",
      "custom": "Προσαρμοσμένο",
      "customTooltip": "Ρυθμίστε την τοποθεσία χρησιμοποιώντας το κουμπί που εμφανίζεται στα στοιχεία ελέγχου ζουμ του χάρτη",
      "mapLocationTooltip": "Η τοποθεσία που βλέπουν οι άλλοι όταν ανοίγουν τη δική σας Shortlist",
      "bookmarksHelp": "Για να ενεργοποιήσετε τους σελιδοδείκτες στη Shortlist, προσθέστε και διαχειριστείτε τους σελιδοδείκτες του web χάρτη, στο πρόγραμμα προβολής web χάρτη"
    },
    "help": {
      "title": "ΒΟΗΘΕΙΑ",
      "shortlistHelp1": "Καλώς ορίσατε στη Story Map Shortlist. Η εφαρμογή αυτή σας επιτρέπει να παρουσιάζετε μέρη ενδιαφέροντος οργανωμένα σε καρτέλες, ώστε οι άλλοι να μπορούν εύκολα να εξερευνούν τι υπάρχει στην περιοχή. Μπορείτε να συντάξετε τα μέρη σας διαδραστικά σε αυτό το Εργαλείο δημιουργίας.",
      "shortlistHelp2": "Μπορείτε επίσης να δημιουργήσετε μια Shortlist από έναν web χάρτη που υπάρχει ήδη στο ArcGIS, συμπεριλαμβάνοντας την επιλογή χρήσης των υφιστάμενων δεδομένων σημείων του χάρτη ως μέρη.",
      "shortlistHelp3": "Για να δημιουργήσετε μια Shortlist από έναν web χάρτη, μεταβείτε στην επιλογή",
      "shortlistHelp4": "ανοίξτε τον web χάρτη, δημιουργήστε μια web εφαρμογή από αυτόν και, επιλέξτε Story Map Shortlist από τη συλλογή εφαρμογών. Εάν η web εφαρμογή σας περιέχει θεματικά επίπεδα σημείων, τότε το Εργαλείο δημιουργίας Shortlist θα σας ζητήσει να επιλέξετε τα θεματικά επίπεδα που θέλετε να χρησιμοποιήσετε ως μέρη. Εάν δημιουργήσετε μια Shortlist από την αρχική, μη φιλοξενούμενη έκδοση της εφαρμογής, μπορείτε να μετεγκαταστήσετε τη Shortlist σε αυτήν τη φιλοξενούμενη έκδοση της εφαρμογής χρησιμοποιώντας τα ίδια βήματα.",
      "shortlistHelp5": "Για περισσότερες πληροφορίες",
      "shortlistHelp6": "Επισκεφθείτε την ενότητα Shortlist στον ιστότοπο Esri Story Maps",
      "shortlistFAQ": "Συνήθεις ερωτήσεις για τη Shortlist",
      "shortlistBetaFeedback": "Παρατηρήσεις για την έκδοση beta",
      "shortlistBetaFeedback2": "Θα χαρούμε να επικοινωνήσετε μαζί μας! Πείτε μας για τυχόν προβλήματα που υπάρχουν ή νέα στοιχεία που χρειάζεστε, στο",
      "geonetForum": "φόρουμ του Story Maps στο GeoNet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "Καλώς ορίσατε στο Εργαλείο δημιουργίας Shortlist",
        "importQuestion": "Ο web χάρτης σας περιέχει δεδομένα σημείων. Θέλετε να χρησιμοποιήσετε αυτά τα σημεία ως μέρη στη δική σας Shortlist;",
        "importExplainYes": "Θα έχετε τη δυνατότητα να επεξεργαστείτε, να διαχειριστείτε και να προσθέσετε τα μέρη σας στο Εργαλείο δημιουργίας Shorlist. Ένα αντίγραφο του web χάρτη σας δημιουργείται επίσης αυτόματα, ώστε τα αρχικά δεδομένα σας να μην τροποποιηθούν.",
        "importExplainNo": "Τα σημεία σας θα εμφανίζονται στον χάρτη σας Shortlist, αλλά δεν θα χρησιμοποιούνται ως μέρη. Θα μπορείτε όμως να προσθέστε τα μέρη σας στη Shortlist, στο Εργαλείο δημιουργίας.",
        "no": "Όχι",
        "importOption": "Ναι, να εισαχθούν",
        "asIsOption": "Ναι, να χρησιμοποιηθούν ως έχουν",
        "asIsText": "Θα εξακολουθείτε να επεξεργάζεστε και να διαχειρίζεστε τα μέρη σας στον web χάρτη σας, αλλά όχι στο Εργαλείο δημιουργίας Shortlist. Οι ενημερώσεις που πραγματοποιείτε σε αυτά τα δεδομένα θα εφαρμόζονται αυτόματα στη Shortlist. Για την επιλογή αυτή, θα πρέπει τα δεδομένα σας να χρησιμοποιούν αυτό το πρότυπο.",
        "badData": "Το θεματικό επίπεδο σημείων που περιέχει τα μέρη σας δεν χρησιμοποιεί το απαιτούμενο πρότυπο δεδομένων. Παρακαλούμε εξετάστε τις απαιτήσεις του προτύπου.",
        "downloadTemplate": "Λήψη προτύπου"
      },
      "fieldPicker": {
        "nameField": "Πεδίο που περιέχει το όνομα του κάθε μέρους: ",
        "descriptionField": "Πεδία που θα εμφανίζονται στην περιγραφή για κάθε μέρος και η σειρά τους: ",
        "urlField": "Πεδίο που περιέχει το URL για \"Περισσότερες πληροφορίες\" σχετικά με το κάθε μέρος (προαιρετικό): ",
        "none": "κανένα",
        "imageFields": "Πεδία που περιέχουν το URL προς εικόνες για το κάθε μέρος (προαιρετικό): ",
        "mainImageField": "Κύρια εικόνα: ",
        "thumbImageField": "Μικρογραφία: ",
        "noImageFields": "Αφήστε αυτές τις επιλογές ως \"Καμία\" εάν θέλετε να προσθέσετε εικόνες στα μέρη σας στο Εργαλείο δημιουργίας",
        "tabField": "Εάν έχετε ένα όνομα πεδίου που χωρίζει τα μέρη του θεματικού επιπέδου σας σε διαφορετικά θέματα, επιλέξτε το κατάλληλο όνομα πεδίου παρακάτω."
      },
      "layerPicker": {
        "pointLayers": "Επιλέξτε τα θεματικά επίπεδα σημείων στον web χάρτη σας, τα οποία θέλετε να χρησιμοποιηθούν ως μέρη: ",
        "layerInfo": "Εάν επιλέξετε περισσότερα από ένα θεματικά επίπεδα, θα πρέπει όλα να έχουν το ίδιο σύνολο πεδίων. Κάθε θεματικό επίπεδο που επιλέγετε θα γίνεται μια καρτέλα στη shortlist."
      }
    }
  }
});