define({
  "builder": {
    "initPopup": {
      "title": "ยินดีต้อนรับสู่",
      "startBtn": "เริ่ม"
    },
    "addEditPopup": {
      "test": "ทดสอบ",
      "add": "เพิ่ม",
      "edit": "แก้ไข",
      "editTab": "แทปแก้ไข",
      "addTab": "แทปเพิ่ม",
      "organizeTabs": "แทปจัดการองค์กร",
      "themeColor": "ธีมสี",
      "location": "ตำแหน่ง",
      "confirmDeletion": "ยืนยันการลบ "
    },
    "landing": {
      "lblAdd": "สิ่งที่คุณต้องการที่จะเรียกตัวเลือกของคุณ?",
      "phAdd": "ใส่ชื่อเรื่องของคุณ...",
      "lblOR": "หรือ",
      "lblHelp": "รับชมการแนะนำ"
    },
    "organizePopup": {
      "title": "องค์กร",
      "tab": "แถบ",
      "dragNDrop": "ลากและวางแท็บเพื่อจัดระเบียบเรื่องราวของคุณ",
      "lblColTitle": "ชื่อ"
    },
    "settingsLayoutOptions": {
      "title": "เงื่อนไขรูปแบบ",
      "lblDescription": "คำอธิบาย"
    },
    "addFeatureBar": {
      "add": "เพิ่ม",
      "import": "นำเข้า",
      "done": "เสร็จ",
      "deleteFeature": "ลบ",
      "move": "ย้าย",
      "locateFeaturesTooltip": "บางสถานที่จะต้องมีการตั้งอยู่ คลิกที่นี่เพื่อดูพวกเขา"
    },
    "detailPanelBuilder": {
      "changeLocation": "เปลี่ยนสถานที่",
      "setLocation": "กำหนดการนำทาง",
      "cancel": "ยกเลิก",
      "addImage": "คลิก, หรือลากและวาง, เพื่อเพิ่มรูปภาพ",
      "chooseImage": "เลือกภาพ",
      "importImages": "นำเข้าภาพ",
      "import": "นำเข้า",
      "enterPlaceName": "ใส่ชื่อสถานที่",
      "enterPlaceDescription": "ป้อนคำอธิบายสถานที่",
      "unnamedPlace": "สถานที่ที่ไม่มีชื่อ",
      "update": "อัพเดท",
      "useLocation": "ใช้ตำแหน่งนี้",
      "selectAll": "เลือกทั้งหมด",
      "imageSizeHelper": "เพื่อผลลัพธ์ที่ดีที่สุดภาพควรมีขนาดไม่เกิน 400 KB ขนาดและรูปร่างที่แนะนำคือ 1000 x 750 พิกเซล (อัตราส่วนความกว้าง 4: 3) หรือเล็กกว่า ภาพขนาดใหญ่อาจทำให้ประสิทธิภาพการทำงานช้าลง เพื่อประสิทธิภาพที่ดีที่สุดให้ใช้ภาพ JPG แบบบีบอัดที่คุณภาพของภาพ 80%",
      "imageSizeHelperUpdated": "เพื่อประสิทธิภาพที่ดีที่สุดภาพควรมีขนาดไม่เกิน 400 KB เพื่อลดขนาดไฟล์ใช้รูปแบบ JPG ที่บันทึกด้วยคุณภาพของภาพ 80% หากภาพของคุณมีขนาดเกิน 400 กิโลไบต์การปรับขนาดภาพจะช่วยลดขนาดไฟล์ได้ด้วยขอแนะนำให้ใช้พิกเซลขนาด 1000 พิกเซล x สูง 750 พิกเซล (อัตราส่วนความสูง 4: 3)",
      "thumbnailLink": "ลิงก์แบบย่อ",
      "thumbnailHelp": "ขนาดและรูปร่างของภาพที่แนะนำคือ 280 x 210 พิกเซล (อัตราส่วนความกว้าง 4: 3) ภาพขนาดย่อที่ใหญ่ขึ้นอาจทำให้ประสิทธิภาพการทำงานช้าลง ขนาดภาพสัดส่วน 4: 3 พอดีกับกระเบื้องโดยไม่ถูกครอบตัด"
    },
    "settings": {
      "numberedPlaces": "แสดงสถานที่ที่มีหมายเลข",
      "extentSensitive": "แสดงเฉพาะสถานที่ในแท็บที่สามารถมองเห็นได้บนแผนที่ (ผู้ชมเท่านั้น)",
      "extentSensitiveTooltip": "ตัวเลือกนี้จะมีผลบังคับใช้เมื่อเลือกของคุณจะถูกมองว่า ในการสร้างงานที่สนใจแท็บเคยแสดงทุกสถานที่ที่แม้แต่สถานที่ที่ไม่สามารถมองเห็นบนแผนที่ ยกเลิกการเลือกตัวเลือกนี้หากคุณต้องการแท็บเสมอแสดงสถานที่ทั้งหมดเมื่อเลือกของคุณจะถูกมองว่า",
      "locateButton": "ปุ่มค้นหา",
      "locateButtonTooltip": "ช่วยให้ผู้อ่านของคุณเพื่อดูตำแหน่งปัจจุบันของพวกเขาบนแผนที่ คุณลักษณะนี้ได้รับการสนับสนุนบนอุปกรณ์มากที่สุดและเบราว์เซอร์ แต่ปุ่มจะปรากฏเฉพาะถ้าคุณแบ่งปันเรื่องราวของคุณเป็นลิงค์ HTTPS และเรื่องราวที่ไม่ได้รับการฝังตัว",
      "geocoder": "ที่อยู่สถานที่และการหาฟีเจอร์",
      "bookmarks": "บุ๊คมาร์ค",
      "bookmarksMenuName": "ชื่อเมนู",
      "defaultMapLocation": "แผนที่สถานที่ตั้งค่าเริ่มต้น",
      "auto": "อัตโนมัติ",
      "autoTooltip": "สถานที่ที่มีการจัดการโดยอัตโนมัติเพื่อให้สถานที่ของคุณทั้งหมดจะมองเห็นได้",
      "custom": "แก้ไขเอง",
      "customTooltip": "ตั้งค่าตำแหน่งโดยใช้ปุ่มที่จะปรากฏในการควบคุมการซูมแผนที่",
      "mapLocationTooltip": "คนที่ตั้งเห็นเมื่อพวกเขาเปิดตัวเลือกของคุณ",
      "bookmarksHelp": "ต้องการเปิดใช้งานบุ๊คมาร์คในงานที่สนใจเพิ่มและจัดการบุ๊คมาร์คแผนที่เว็บในมุมมองแผนที่เว็บ",
      "generalOptions": "ตัวเลือกทั่วไป",
      "mapOptions": "ตัวเลือกแผนที่",
      "changeBasemap": "เปลี่ยนแผนที่ฐาน",
      "saveHomeLocation": "บันทึกตำแหน่งบ้าน",
      "choose": "เลือก",
      "headerColor": "สีของเฮดเดอร์"
    },
    "help": {
      "title": "ช่วย",
      "shortlistHelp1": "ยินดีต้อนรับสู่เรื่องราวแผนที่แนะนำ แอพนี้จะช่วยให้คุณตำแหน่งปัจจุบันของดอกเบี้ยจัดเป็นแท็บทำให้มันสนุกสำหรับคนที่จะสำรวจสิ่งที่อยู่ในพื้นที่ คุณสามารถเขียนสถานที่ที่คุณโต้ตอบใน เครื่องมือสร้างนี้",
      "shortlistHelp2": "นอกจากนี้คุณยังสามารถสร้างรายการโปรดจากแผนที่เว็บ ArcGIS ที่มีอยู่ซึ่งรวมถึงตัวเลือกในการใช้ข้อมูลจุดที่มีอยู่ในแผนที่เป็นสถานที่ คุณสามารถนำเข้าข้อมูลจุดนั้นไปยัง Shortlist Builder สำหรับการแก้ไขเพิ่มเติม หรือหากสถานที่ของคุณใช้<a href='http://links.esri.com/storymaps/shortlist_layer_template' target='_blank'>โครงสร้างข้อมูล Shortlist </a>, เลื่อน Shortlist ของคุณโดยตรงจากข้อมูลนั้น เรียกดู<a href='http://links.esri.com/storymaps/faq_shortlist_create_from_webmap' target='_blank'> คำถามที่พบบ่อย </a> สำหรับรายละเอียดเพิ่มเติม",
      "shortlistHelp3": "เพื่อสร้างงานที่สนใจจากแผนที่เว็บไปที่",
      "shortlistHelp4": "เปิดแผนที่เว็บสร้างเว็บแอปจากมันและเลือกเรื่องแผนที่แนะนำจากแกลเลอรี่ของปพลิเคชัน หากแผนที่เว็บของคุณมีชั้นจุดใด ๆ ที่แนะนำเครื่องมือสร้างจะแจ้งให้คุณเลือกเลเยอร์ที่คุณต้องการที่จะใช้เป็นสถานที่ ถ้าคุณสร้างงานที่สนใจโดยใช้เดิมรุ่นที่ไม่ใช่เจ้าภาพของ แอพที่คุณสามารถโยกย้ายแนะนำของคุณลงในรุ่นของ แอพนี้ได้โฮสต์โดยใช้ขั้นตอนเดียวกัน",
      "shortlistHelp5": "สำหรับข้อมูลเพิ่มเติม",
      "shortlistHelp6": "ไปที่ส่วนของการแนะนำเว็บไซต์ที่ ESRI เรื่องแผนที่",
      "shortlistFAQ": "แนะนำคำถามที่พบบ่อย",
      "shortlistBetaFeedback": "ข้อเสนอแนะเบต้า",
      "shortlistBetaFeedback2": "เรารักที่จะได้ยินจากคุณ! แจ้งให้เราทราบเกี่ยวกับปัญหาและคุณสมบัติใหม่ที่คุณต้องการโดยการเยี่ยมชม",
      "geonetForum": "ฟอรั่มเรื่อง Maps บน Geonet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "ยินดีต้อนรับสู่การแนะนำเครื่องมือสร้าง",
        "importQuestion": "แผนที่เว็บของคุณมีข้อมูลจุด คุณต้องการที่จะใช้จุดเหล่านั้นเป็นสถานที่ในการแนะนำของคุณหรือไม่",
        "importExplainYes": "คุณจะสามารถที่จะแก้ไข, จัดการและเพิ่มสถานที่ของคุณในเครื่องมือสร้าง สำเนาแผนที่เว็บของคุณจะถูกสร้างขึ้นโดยอัตโนมัติเพื่อให้ข้อมูลเดิมของคุณไม่ได้มีการปรับเปลี่ยน",
        "importExplainNo": "คะแนนของคุณจะปรากฏบนแผนที่แนะนำของคุณ แต่จะไม่ถูกใช้เป็นสถานที่ แต่คุณจะเพิ่มสถานที่ของคุณให้เป็นที่สนใจของคุณในเครื่องมือสร้าง",
        "no": "ไม่",
        "importOption": "ใช่ นำเข้าไฟล์นี้",
        "asIsOption": "ใช่ ใช้ไฟล์นี้",
        "asIsText": "คุณจะยังคงที่จะแก้ไขและจัดการสถานที่ของคุณในแผนที่เว็บของคุณไม่ได้อยู่ในงานที่สนใจสร้าง การปรับปรุงที่คุณทำกับข้อมูลที่จะสะท้อนให้เห็นโดยอัตโนมัติในตัวเลือกของคุณ ตัวเลือกนี้กำหนดว่าข้อมูลของคุณใช้แม่แบบนี้",
        "badData": "ชั้นจุดที่มีสถานที่ที่คุณไม่ได้ใช้แม่แบบข้อมูลที่ต้องการ โปรดตรวจสอบความต้องการของแม่แบบ",
        "downloadTemplate": "ดาวน์โหลดแบบฟอร์ม",
        "selectPtData": "เลือกข้อมูลจุดของคุณ",
        "multipleThemes": "สภาพแวดล้อมของคุณมีรูปแบบหลายรูปแบบ",
        "chooseFields": "เลือกฟิลด์ที่ต้องการให้ใช้เป็นตัวเลือก"
      },
      "fieldPicker": {
        "nameField": "ฟิลด์ที่มีชื่อของแต่ละสถานที่นี้: ",
        "descriptionField": "ฟิลด์ที่จะปรากฏในคำอธิบายสำหรับแต่ละสถานที่และคำสั่งของพวกเขา: ",
        "urlField": "ฟิลด์ที่มี URL สำหรับ 'ข้อมูลเพิ่มเติมเกี่ยวกับแต่ละสถานที่ (ถ้ามี): ",
        "none": "ค่าว่าง",
        "imageFields": "ฟิลด์มี URL ที่รูปภาพสำหรับแต่ละสถานที่ (ถ้ามี): ",
        "mainImageField": "ภาพหลัก: ",
        "thumbImageField": "รูปตัวอย่าง: ",
        "noImageFields": "ออกเหล่านี้ตั้งใครถ้าคุณต้องการเพิ่มภาพไปยังสถานที่ของคุณในบิลเดอร์",
        "tabField": "ถ้าคุณมีชื่อฟิลด์ที่แบ่งสถานที่ที่อยู่ในชั้นของคุณในรูปแบบที่แตกต่างกันให้เลือกชื่อเขตข้อมูลที่เหมาะสมด้านล่าง"
      },
      "layerPicker": {
        "pointLayers": "เลือกชั้นข้อมูลจุด ในเว็บแผนที่ของคุณคุณต้องการที่จะใช้เป็นสถานที่: ",
        "layerInfo": "ถ้าคุณเลือกมากกว่าหนึ่งชั้นข้อมูล, ข้อมูลเหล่านั้นจะต้องมีการตั้งค่าของฟิลด์ที่เหมือนกัน  แต่ละชั้นข้อมูลที่คุณเลือกจะกลายเป็นแท็บในตัวเลือกของคุณ"
      }
    }
  }
});