define({
  "builder": {
    "initPopup": {
      "title": "Ласкаво просимо в",
      "startBtn": "Початок"
    },
    "addEditPopup": {
      "test": "тест",
      "add": "додати",
      "edit": "редагувати",
      "editTab": "РЕДАГУВАТИ ВКЛАДКУ",
      "addTab": "ДОДАТИ ВКЛАДКУ",
      "organizeTabs": "ОРГАНІЗУВАТИ ВКЛАДКИ",
      "themeColor": "Колір теми",
      "location": "Місце розташування",
      "confirmDeletion": "Підтвердити видалення "
    },
    "landing": {
      "lblAdd": "Як ви бажаєте назвати ваш Shortlist?",
      "phAdd": "Введіть свій заголовок...",
      "lblOR": "Або",
      "lblHelp": "Пройти тур"
    },
    "organizePopup": {
      "title": "Організувати",
      "tab": "вкладка",
      "dragNDrop": "Перетягніть і відпустіть вкладки, щоб організувати вашу історію",
      "lblColTitle": "Заголовок"
    },
    "settingsLayoutOptions": {
      "title": "Опції компонування",
      "lblDescription": "Опис"
    },
    "addFeatureBar": {
      "add": "Додати",
      "import": "Імпорт",
      "done": "Готово",
      "deleteFeature": "Видалити",
      "move": "Перемістити",
      "locateFeaturesTooltip": "Необхідно визначити місце розташування деяких місць. Клацніть тут, щоб побачити їх"
    },
    "detailPanelBuilder": {
      "changeLocation": "Змінити місце розташування",
      "setLocation": "Задати місце розташування",
      "cancel": "Скасувати",
      "addImage": "Клацніть або перетягніть і відпустіть, щоб додати зображення",
      "chooseImage": "ВИБРАТИ ЗОБРАЖЕННЯ",
      "importImages": "ІМПОРТ ЗОБРАЖЕНЬ",
      "import": "ІМПОРТ",
      "enterPlaceName": "Введіть назву місця",
      "enterPlaceDescription": "Введіть опис місця",
      "unnamedPlace": "Місце без назви",
      "update": "Оновити",
      "useLocation": "Використовувати це місце розташування",
      "selectAll": "Вибрати всі",
      "imageSizeHelper": "Для найкращих результатів розмір зображень не повинен перевищувати 400 КБ. Рекомендований розмір та форма становлять 1000 x 750 пікселів (4:3 відношення ширини до висоти) або менше. Зображення більшого розміру можуть погіршувати продуктивність. Для найкращої продуктивності використовуйте стиснуті зображення у форматі JPG при 80 % якості зображення.",
      "imageSizeHelperUpdated": "Посилання на зображення повинне починатися з HTTPS.<br><br>Для найкращої продуктивності розмір зображень не повинен перевищувати 400 КБ. Для зменшення розміру файлу використовуйте формат JPG, збережений при 80 % якості зображення. Якщо розмір вашого зображення все рівно перевищує 400 КБ, зміна його розміру може додатково зменшити розмір його файлу: рекомендується 1000 пікселів у ширину х 750 пікселів у висоту (відношення ширини до висоти 4:3).<br><br>Якщо пов’язане зображення повільно відмальовується або не доступне по HTTPS, передайте його у вашу історію для отримання кращих результатів.",
      "thumbnailLink": "Посилання на ескіз",
      "thumbnailHelp": "Посилання на ескіз повинне починатися з HTTPS.<br><br>Рекомендований розмір та форма ескізу становлять 280 x 210 пікселів (4:3 відношення ширини до висоти). Ескізи більшого розміру можуть погіршити продуктивність. Ескізи з пропорціями 4:3 уміщаються у свої тайли без обрізки."
    },
    "settings": {
      "numberedPlaces": "Показати місця з цифрами",
      "extentSensitive": "Показати тільки ті місця у вкладках, які видимі на карті (тільки вьюер)",
      "extentSensitiveTooltip": "Ця опція застосовується тільки при перегляді вашого Shortlist. У конструкторі Shortlist вкладки завжди показують всі місця, навіть ті, що не видимі на карті. Зніміть відмітку з цієї опції, якщо бажаєте, щоб вкладки завжди показували всі місця при перегляді вашого Shortlist.",
      "locateButton": "Кнопка «Визначити місце розташування»",
      "locateButtonTooltip": "Дозволити вашим читачам бачити їх поточне місце розташування на карті. Ця функція підтримується на більшості пристроїв та браузерах, проте кнопка відображається, тільки якщо ви поділитесь своєю історією як посиланням HTTPS та історія не вбудована.",
      "geocoder": "Засіб пошуку адрес, місць та об'єктів",
      "bookmarks": "Закладки",
      "bookmarksMenuName": "Назва меню",
      "defaultMapLocation": "Місце розташування на карті за замовчуванням",
      "auto": "Авто",
      "autoTooltip": "Керування місцем розташування виконується автоматично, щоб всі ваші місця були видимі",
      "custom": "Задається користувачем",
      "customTooltip": "Задайте місце розташування за допомогою кнопки, яка відобразиться у елементах керування масштабуванням карти",
      "mapLocationTooltip": "Місце розташування, яке люди бачать, коли вони відкривають ваш Shortlist",
      "bookmarksHelp": "Для активації закладок закрийте конструктор Shortlist, а потім відкрийте веб-карту, яка використовується у цьому Shortlist (за допомогою ArcGIS Мій зміст або Мої історії) та додайте закладки до неї, використовуючи вьюер карт ArcGIS.",
      "generalOptions": "Загальні опції",
      "mapOptions": "Опції карти",
      "changeBasemap": "Змінити базову карту",
      "saveHomeLocation": "Зберегти вихідне місце розташування",
      "choose": "Вибрати",
      "headerColor": "Колір верхнього колонтитулу"
    },
    "help": {
      "title": "ДОВІДКА",
      "shortlistHelp1": "Ласкаво просимо в Story Map Shortlist. Цей додаток дозволяє представити місця інтересу, організованих по вкладках, щоб людям було цікавіше дізнаватися, що знаходиться поблизу. Ви можете створювати ваші місця інтерактивним чином у конструкторі.",
      "shortlistHelp2": "Ви також можете створювати Shortlist з існуючої веб-карти ArcGIS, включаючи опцію для використання існуючих даних точок на карті як місць. Ви можете імпортувати ці дані точок у конструктор Shortlist для подальшого редагування або, якщо ваші місця використовують <a href='http://links.esri.com/storymaps/shortlist_layer_template' target='_blank'>схему даних Shortlist</a>, керувати своїм Shortlist безпосередньо з цих даних «як є». Див. <a href='http://links.esri.com/storymaps/faq_shortlist_create_from_webmap' target='_blank'>ці Часто задавані запитання</a> для отримання додаткової інформації про це.",
      "shortlistHelp3": "Для створення Shortlist з веб-карти перейдіть до",
      "shortlistHelp4": "відкрийте веб-карту, створіть веб-додаток з неї та виберіть Story Map Shortlist з галереї додатків. Якщо ваша веб-карта містить будь-які точкові шари, конструктор Shortlist запропонує вам вибрати шари, які необхідно використовувати як місця. Якщо ви створили Shortlist, використовуючи початкову, не розміщену на хості версію додатку, ви можете перенести ваш Shortlist у цю розміщену на хості версію додатку, використовуючи однакові етапи.",
      "shortlistHelp5": "Для отримання додаткової інформації",
      "shortlistHelp6": "Відвідайте розділ Shortlist на веб-сайті Esri Story Maps",
      "shortlistFAQ": "Часто задавані запитання по Shortlist",
      "shortlistBetaFeedback": "Beta зворотній зв’язок",
      "shortlistBetaFeedback2": "Ми будемо раді почути ваші відгуки! Повідомте нам про проблеми та нові функції, потрібні вам, відвідавши",
      "geonetForum": "форум Story Maps на GeoNet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "Ласкаво просимо у конструктор Shortlist",
        "importQuestion": "Ваша веб-карта містить дані точок. Бажаєте використовувати ці точки як місця у вашому Shortlist?",
        "importExplainYes": "Ви зможете редагувати, керувати та додавати до ваших місць у конструкторі Shortlist. Копія вашої веб-карти автоматично створюється, щоб вихідні дані не були змінені.",
        "importExplainNo": "Ваші точки будуть відображатись на вашій карті Shortlist, але не будуть використовуватись як місця. Замість цього ви повинні додати ваші місця у свій Shortlist у конструкторі.",
        "no": "Ні",
        "importOption": "Так, імпортувати їх",
        "asIsOption": "Так, використовувати як є",
        "asIsText": "Ви повинні продовжити редагувати та керувати вашими місцями у своїй веб-карті, а не у конструкторі Shortlist. Зроблені оновлення цих даних будуть автоматично відображатись у вашому Shortlist. Ця опція потребує, щоб ваші дані використовували цей шаблон.",
        "badData": "Точковий шар, який містить ваші місця, не використовує потрібний шаблон даних. Перегляньте вимоги шаблону.",
        "downloadTemplate": "Завантажити шаблон",
        "selectPtData": "ВИБЕРІТЬ ВАШІ ДАНІ ТОЧОК",
        "multipleThemes": "ВАШ ШАР МІСТИТЬ ДЕКІЛЬКА ТЕМ?",
        "chooseFields": "ВИБЕРІТЬ ПОЛЯ, ЯКІ ПОВИНЕН ВИКОРИСТОВУВАТИ SHORTLIST"
      },
      "fieldPicker": {
        "nameField": "Поле, яке містить назву кожного місця: ",
        "descriptionField": "Поле(-я), які відображатиметься у описі для кожного місця та їх порядок: ",
        "urlField": "Поле, яке містить URL для «Додаткової інформації» про кожне місце (необов’язково): ",
        "none": "немає",
        "imageFields": "Поля, які містять URL на зображення для кожного місця (необов’язково): ",
        "mainImageField": "Основне зображення: ",
        "thumbImageField": "Ескіз: ",
        "noImageFields": "Залиште для цих параметрів значення «немає», якщо необхідно додати зображення до місць у конструкторі",
        "tabField": "Якщо у вас є назва поля, яка розділяє місця у вашому шарі на різні теми, виберіть відповідну назву поля нижче."
      },
      "layerPicker": {
        "pointLayers": "Виберіть точковий шар(-и) у вашій веб-карті, який необхідно використовувати як місця: ",
        "layerInfo": "При виборі більше одного шару всі шари повинні мати однаковий набір полів. Кожен вибраний шар стане вкладкою у вашому Shortlist."
      }
    }
  }
});