define({
  "viewer": {
    "common": {
      "close": "ปิด"
    },
    "loading": {
      "long": "แอพพลิเคชันคือการเริ่มต้น",
      "long2": "ขอบคุณที่รอ",
      "failButton": "ลองใหม่"
    },
    "signin": {
      "title": "ต้องการยอมรับ",
      "explainViewer": "กรุณาเข้าสู่ระบบด้วยบัญชีผู้ใช้บน% PORTAL_LINK% ในการเข้าถึงแอพลิเคชัน",
      "explainBuilder": "กรุณาเข้าสู่ระบบด้วยบัญชีผู้ใช้บน PORTAL_LINK%% การกำหนดค่าโปรแกรมประยุกต์"
    },
    "errors": {
      "boxTitle": "เกิดข้อผิดพลาด",
      "invalidConfig": "ข้อผิดพลาดร้ายแรง: การตั้งค่าที่ไม่ถูกต้อง",
      "invalidConfigNoApp": "ข้อผิดพลาดร้ายแรง: เว็บแผนที่ระบุการใช้งานไม่ได้ระบุใน index.html",
      "invalidConfigNoAppDev": "ไม่ได้ระบุพารามิเตอร์ของ URL บน Web Mapping Application ที่ (? appid =)ซึ่งจะถูกละเลยจากโหมดการพัฒนา การตั้งค่ารหัสแอพใน index.html",
      "unspecifiedConfigOwner": "ไม่มีการกำหนดอำนาจในการปรับแต่ง",
      "invalidConfigOwner": "เจ้าของเรื่องราวไม่ได้รับอนุญาต",
      "createMap": "ไม่สามารถสร้างแผนที่ได้",
      "invalidApp": "ข้อผิดพลาดร้ายแรง: โปรแกรมไม่สามารถโหลด",
      "appLoadingFail": "มีบางอย่างผิดพลาด   %TPL_NAME% ไม่ถูกโหลดอย่างถูกต้อง",
      "notConfiguredDesktop": "เรื่องราวนี้ยังไม่ได้รับการปรับแต่ง",
      "notConfiguredMobile": "บิวเดอร์ %TPL_NAME% ไม่รองรับในจอแสดงผลขนาดนี้ ถ้าเป็นไปได้ปรับขนาดเบราว์เซอร์ของคุณเพื่อเข้าถึงผู้สร้างหรือสร้างเรื่องโปรดของคุณบนอุปกรณ์ที่มีหน้าจอขนาดใหญ่ขึ้น",
      "notConfiguredMobile2": "กรุณาหมุนอุปกรณ์ของคุณในแนวนอน เพื่อที่จะ %TPL_NAME% บิวเดอร์",
      "notAuthorized": "คุณไม่ได้รับสิทธิ์ในการใช้งานเรื่องราว",
      "notAuthorizedBuilder": "คุณไม่ได้รับสิทธิ์ที่จะใช้ %TPL_NAME% บิวเดอร์",
      "noBuilderIE": "ตัวสร้างที่ไม่ได้รับการสนับสนุนบน Internet Explorer ก่อนรุ่น %VERSION%  %UPGRADE%",
      "noViewerIE": "เรื่องนี้ไม่ได้รับการสนับสนุนใน Internet Explorer รุ่นก่อน %VERSION%. %UPGRADE%",
      "noViewerIE2": "คุณพยายามที่จะดูเรื่องนี้โดยใช้เบราว์เซอร์เก่า ที่ไม่ได้รับการสนับสนุน อาจมีคุณสมบัติที่ไม่ทำงานหรือปัญหาที่ไม่คาดคิดอื่น ๆ เราขอแนะนำให้คุณอัพเกรด Internet Explorer 11 หรือใช้เบราเซอร์อื่นเช่น Chrome",
      "noViewerIE3": "ในช่วงก่อนปี 2017 แผนที่เรื่องราวนี้จะไม่โหลดบนเบราว์เซอร์ ในขณะที่คุณต้องใช้เบราว์เซอร์ได้รับการสนับสนุนเพื่อดูเรื่องนี้",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>โปรดอัปเดตเบราว์เซอร์</a>",
      "mapLoadingFail": "มีบางอย่างไม่ถูกต้อง โหลดแผนที่ไม่ถูกต้อง",
      "signOut": "ลงชื่อออก",
      "attention": "ความสนใจ!",
      "noBuilderEdge": "Story Map Shortlists สามารถดูได้จากเว็บเบราเซอร์ใดก็ได้ อย่างไรก็ตาม Story Map Shortlist Builder ไม่ได้รับการสนับสนุนบน Windows Edge โปรดใช้เว็บเบราเซอร์อื่นเพื่อสร้างหรือแก้ไขรายการโปรด",
      "noBuilderAllIE": "Story Map Shortlists สามารถดูได้จากเว็บเบราเซอร์ใดก็ได้ อย่างไรก็ตาม Story Map Shortlist Builder ไม่รองรับ Microsoft Edge หรือ Internet Explorer โปรดใช้เว็บเบราเซอร์อื่นเพื่อสร้างหรือแก้ไขรายการโปรด"
    },
    "headerFromCommon": {
      "storymapsText": "Story Map",
      "builderButton": "แก้ไข",
      "facebookTooltip": "แชร์ผ่าน Facebook",
      "twitterTooltip": "แชร์ผ่าน Twitter",
      "bitlyTooltip": "รับเป็นลิงค์สั้นๆ",
      "templateTitle": "ตั้งค่าหัวเรื่องเทมเพลต",
      "templateSubtitle": "ตั้งค่าชื่อรองของเทมเพลต",
      "share": "แบ่งปัน"
    },
    "shareFromCommon": {
      "copy": "คัดลอก",
      "copied": "คัดลอก",
      "open": "เปิด",
      "embed": "ฝังในหน้าเว็บ",
      "embedExplain": "ใช้โค้ด HTML ต่อไปนี้เพื่อฝังลงบนหน้าเว็บแอพพลิชัน",
      "size": "ขนาด (กว้าง/สูง):",
      "autoplayLabel": "โหมดเล่นอัตโนมัติ",
      "autoplayExplain1": "โหมดเล่นอัตโนมัติจะเลื่อนผ่านเรื่องราวของคุณตามช่วงเวลาที่สม่ำเสมอ เหมาะสำหรับการใช้บนจอแสดงผลของคิออสหรือจอที่ติดในที่สาธารณะ โปรดทราบว่าในสถานการณ์อื่น ๆ โหมดนี้อาจทำให้อ่านเรื่องราวได้ไม่สะดวก จอแสดงผลขนาดเล็กจะไม่รองรับฟีเจอร์ืนี้",
      "autoplayExplain2": "เมื่อโหมดนี้สามารถใช้งานได้ จะมีตัวควบคุมเพื่อเล่น/หยุดเล่น สตอรี่ และปรับปรุงความเร็วในการทำงาน"
    },
    "general": {
      "noPlaces": "ไม่มีสถานที่อยู่ในบริเวณนี้ ย่อหรือคลิกปุ่มหน้าแรกเพื่อดูสถานที่",
      "start": "เริ่ม"
    }
  }
});