define({
  "builder": {
    "initPopup": {
      "title": "مرحبًا بك في",
      "startBtn": "بدء التشغيل"
    },
    "addEditPopup": {
      "test": "اختبار",
      "add": "إضافة",
      "edit": "تحرير",
      "editTab": "تحرير علامة التبويب",
      "addTab": "إضافة علامة تبويب",
      "organizeTabs": "تنظيم علامات التبويب",
      "themeColor": "لون النُّسُق",
      "location": "الموقع",
      "confirmDeletion": "تأكيد حذف "
    },
    "landing": {
      "lblAdd": "ما الاسم الذي تريد إطلاقه على القائمة المختصرة؟",
      "phAdd": "أدخل العنوان...",
      "lblOR": "أو",
      "lblHelp": "البدء في جولة"
    },
    "organizePopup": {
      "title": "تنظيم",
      "tab": "علامة تبويب",
      "dragNDrop": "اسحب علامات التبويب وأفلتها لتنظيم القصة",
      "lblColTitle": "عنوان"
    },
    "settingsLayoutOptions": {
      "title": "خيارات التخطيط",
      "lblDescription": "الوصف"
    },
    "addFeatureBar": {
      "add": "إضافة",
      "import": "استيراد",
      "done": "تم",
      "deleteFeature": "حذف",
      "move": "نقل",
      "locateFeaturesTooltip": "يجب تحديد موقع بعض الأماكن. انقر عليها لرؤيتها"
    },
    "detailPanelBuilder": {
      "changeLocation": "تغيير الموقع",
      "setLocation": "تعيين الموقع",
      "cancel": "إلغاء الأمر",
      "addImage": "قم بالنقر والسحب والإفلات لإضافة صورة",
      "chooseImage": "اختر صورة",
      "importImages": "استيراد صور",
      "import": "استيراد",
      "enterPlaceName": "أدخل اسم المكان",
      "enterPlaceDescription": "أدخل وصف المكان",
      "unnamedPlace": "المكان بدون اسم",
      "update": "تحديث",
      "useLocation": "استخدم هذا الموقع",
      "selectAll": "تحديد الكل",
      "imageSizeHelper": "للحصول على أفضل النتائج، يجب أن تكون الصور أقل من 400 كيلوبايت. الحجم والشكل الموصى به 1000 × 750 بيكسل (بنسبة 4:3 عرض:ارتفاع) أو أصغر. قد تعمل الصور الأكبر على تقليل الأداء. وللحصول على أفضل أداء، استخدم صور JPG المضغوطة ذات جودة 80%.",
      "imageSizeHelperUpdated": "للحصول على أفضل أداء، يبنغي أن تكون الصور أقل من 400 كيلو بايت. لتقليل حجم الملف، استخدم تنسيق JPG في جودة صورة 80%. إذا كانت الصورة تزال فوق 400 كيلو بايت، قم بتغيير حجمها حيث يمكن تقليل حجم الملف: يوصى بـ 1000 بيكسل عرض × 750 بيكسل طول (4:3 عرض: نسبة طول).",
      "thumbnailLink": "رابط الصورة المصغرة",
      "thumbnailHelp": "الحجم والشكل الموصيين بهما للصورة المصغرة هو 280 × 210 بيكسل (بنسبة 4:3 عرض:ارتفاع). قد تعمل الصور المصغرة الأكبر على تقليل الأداء. وتعد الصور المصغرة ذات نسبة 4:3 مناسبة في تجانباتها دون قصِّها."
    },
    "settings": {
      "numberedPlaces": "عرض الأماكن مصحوبة بأرقام",
      "extentSensitive": "عرض الأماكن في علامات تبويب مرئية في الخريطة (العارض فقط)",
      "extentSensitiveTooltip": "لا يُطبَّق هذا الخيار إلا عند عرض القائمة المختصرة. وفي \"منشئ القائمة المختصرة\"، تعرض علامات التبويب دائمًا كل الأماكن، حتى الأماكن غير المرئية على الخريطة. قم بإلغاء التأشير على هذا الخيار إذا أردت أن تعرض علامات التبويب دائمًا كل الأماكن عند عرض القائمة المختصرة.",
      "locateButton": "زر تحديد المواقع",
      "locateButtonTooltip": "اسمح للقراء برؤية موقعهم الحالي على الخريطة، ويتم دعم هذه الميزة في معظم الأجهزة والمستعرضات، ولكن لا يظهر الزر إلا إذا شاركت القصة كرابط HTTPS، ولا يتم تضمين القصة.",
      "geocoder": "العنوان والمكان والباحث عن المعالم",
      "bookmarks": "إشارات مرجعية",
      "bookmarksMenuName": "اسم القائمة",
      "defaultMapLocation": "موقع الخريطة الافتراضي",
      "auto": "تلقائي",
      "autoTooltip": "يتم إدارة الموقع تلقائيًا حتى تكون كل الأماكن مرئية",
      "custom": "تخصيص",
      "customTooltip": "تعيين الموقع باستخدام الزر الذي سيظهر في عناصر تحكم تكبير/تصغير الخريطة",
      "mapLocationTooltip": "الموقع الذي يراه المستخدم عند فتح القائمة المختصرة",
      "bookmarksHelp": "لتمكين العلامات المرجعية في القائمة المختصرة، أضف العلامات المرجعية لخريطة الويب وقم بإدارتها في عارض خرائط الويب",
      "generalOptions": "خيارات عامة",
      "mapOptions": "خيارات الخريطة",
      "changeBasemap": "تغيير خريطة الأساس",
      "saveHomeLocation": "حفظ الموقع الرئيسي",
      "choose": "اختيار",
      "headerColor": "لون رأس الصفحة"
    },
    "help": {
      "title": "تعليمات",
      "shortlistHelp1": "مرحبًا بك في تطبيق \"القائمة المختصرة لخريطة القصة\" الذي يعرض أماكن الاهتمام في علامات تبويب؛ مما يجعل الأمر ممتعًا للمستخدمين عند استكشاف ما يوجد في المنطقة. ويمكنك إنشاء الأماكن في هذا المنشئ بشكل تفاعلي.",
      "shortlistHelp2": "يمكنك أيضًا إنشاء قائمة مختصرة من خريطة ويب ArcGIS حالية، بما في ذلك خيار استخدام بيانات النقطة الحالية في الخريطة كأماكن. كما يمكنك استيراد بيانات النقطة في منشئ القائمة المختصرة لمزيد من التحرير أو ، إذا كانت الأماكن تستخدم <a href='http://links.esri.com/storymaps/shortlist_layer_template' target='_blank'>مخطط بيانات القائمة المختصرة</a>، تشغيل القائمة المختصرة مباشرةً من تلك البيانات 'كما هي'. راجع موضوع <a href='http://links.esri.com/storymaps/faq_shortlist_create_from_webmap' target='_blank'>هذه الأسئلة المتداولة</a> لمعرفة المزيد.",
      "shortlistHelp3": "لإنشاء قائمة مختصرة من خريطة الويب، انتقل إلى",
      "shortlistHelp4": "افتح خريطة الويب وأنشئ تطبيق ويب منها واختر \"القائمة المختصرة لخريطة القصة\" من معرض التطبيقات. وإذا احتوت خريطة الويب على أي طبقات نقطية، سيطلب منك منشئ القائمة المختصرة تحديد الطبقات التي تريد استخدامها كأماكن. وإذا أنشأت قائمة مختصرة باستخدام الإصدار الأصلي غير المستضاف من التطبيق، يمكنك ترحيل القائمة المختصرة إلى هذا الإصدار المستضاف من التطبيق باستخدام نفس الخطوات.",
      "shortlistHelp5": "لمزيد من المعلومات",
      "shortlistHelp6": "تفضل بزيارة جزء القائمة المختصرة في موقع \"خرائط قصص Esri\" على الويب",
      "shortlistFAQ": "الأسئلة المتداولة بشأن القائمة المختصرة",
      "shortlistBetaFeedback": "ملاحظات على بيتا",
      "shortlistBetaFeedback2": "تسرنا ملاحظاتك! أبلغنا بالمشكلات وأيضًا المزايا الجديدة التي تريدها بزيارة",
      "geonetForum": "منتدى خرائط القصة في GeoNet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "مرحبًا بك في \"منشئ القائمة المختصرة\"",
        "importQuestion": "تحتوي خريطة الويب على بيانات نقطية. هل تريد استخدام تلك النقاط كأماكن في القائمة المختصرة؟",
        "importExplainYes": "يمكنك تحرير وإدارة وإضافة الأماكن في \"منشئ القائمة المختصرة\"، ويتم إنشاء نسخة من خريطة الويب تلقائيًا حتى لا يتم تعديل البيانات الأصلية.",
        "importExplainNo": "سيتم عرض النقاط في خريطة القائمة المختصرة، ولكن لن يتم استخدامها كأماكن. وبدلاً من ذلك، ستضيف الأماكن في القائمة المختصرة في المنشئ.",
        "no": "لا",
        "importOption": "نعم، استوردها",
        "asIsOption": "نعم، استخدمها كما هي",
        "asIsText": "ستستمر في تحرير الأماكن وإدارتها في خريطة الويب، وليس في \"منشئ القائمة المختصرة\"، وستنعكس التحديثات التي تنفذها على تلك البيانات تلقائيًا في القائمة المختصرة. ويتطلب هذا الخيار أن تستخدم البيانات هذا القالب.",
        "badData": "لا تستخدم طبقة النقاط التي تحتوي على الأماكن قالب البيانات المطلوب. يرجى مراجعة متطلبات القالب.",
        "downloadTemplate": "تنزيل قالب",
        "selectPtData": "اختر بيانات النقطة",
        "multipleThemes": "هل تحتوي الطبقة على نُسُق متعددة",
        "chooseFields": "اختر الحقول التي يجب أن تستخدم القائمة المختصرة"
      },
      "fieldPicker": {
        "nameField": "الحقل الذي يحتوي على اسم كل مكان: ",
        "descriptionField": "سيظهر الحقل/الحقول في وصف وترتيب كل مكان: ",
        "urlField": "الحقل الذي يحتوي على عنوان URL لـ 'مزيد من المعلومات' لكل مكان (اختياري): ",
        "none": "لا شيء",
        "imageFields": "الحقل الذي يحتوي على عنوان URL للصور لكل مكان (اختياري): ",
        "mainImageField": "الصورة الرئيسية: ",
        "thumbImageField": "الصورة المصغرة: ",
        "noImageFields": "اتركها كما هي مُعينة إلى \"لا شيء\" إذا أردت إضافة صور إلى الأماكن في المنشئ",
        "tabField": "إذا توفر لديك اسم حقل يقسم الأماكن في الطبقة إلى نسق مختلفة، حدد اسم حقل مناسب أدناه."
      },
      "layerPicker": {
        "pointLayers": "اختر طبقة/طبقات النقاط في خريطة الويب التي تريد استخدامها كأماكن: ",
        "layerInfo": "إذا اخترت أكثر من طبقة، يجب أن يتوفر لديها نفس مجموعة الحقول وستصبح كل طبقة تختارها علامة تبويب في القائمة المختصرة"
      }
    }
  }
});