define({
  "builder": {
    "initPopup": {
      "title": "مرحبًا بك في",
      "startBtn": "بدء التشغيل"
    },
    "addEditPopup": {
      "test": "اختبار",
      "add": "إضافة",
      "edit": "تحرير"
    },
    "landing": {
      "lblAdd": "ما الاسم الذي تريد إطلاقه على القائمة المختصرة؟",
      "phAdd": "أدخل العنوان...",
      "lblOR": "أو",
      "lblHelp": "البدء في جولة"
    },
    "organizePopup": {
      "title": "تنظيم",
      "tab": "علامة تبويب"
    },
    "settingsLayoutOptions": {
      "title": "خيارات التخطيط",
      "lblDescription": "الوصف"
    },
    "addFeatureBar": {
      "add": "إضافة",
      "import": "استيراد",
      "done": "تم",
      "deleteFeature": "حذف",
      "move": "نقل",
      "locateFeaturesTooltip": "يجب تحديد موقع بعض الأماكن. انقر عليها لرؤيتها"
    },
    "detailPanelBuilder": {
      "changeLocation": "تغيير الموقع",
      "setLocation": "تعيين الموقع",
      "cancel": "إلغاء الأمر",
      "addImage": "انقر أو اسحب وأفلت لإضافة صورة",
      "enterPlaceName": "أدخل اسم المكان",
      "enterPlaceDescription": "أدخل وصف المكان",
      "unnamedPlace": "المكان بدون اسم"
    },
    "settings": {
      "numberedPlaces": "عرض الأماكن مصحوبة بأرقام",
      "extentSensitive": "عرض الأماكن في علامات تبويب مرئية في الخريطة (العارض فقط)",
      "extentSensitiveTooltip": "لا يُطبَّق هذا الخيار إلا عند عرض القائمة المختصرة. وفي \"منشئ القائمة المختصرة\"، تعرض علامات التبويب دائمًا كل الأماكن، حتى الأماكن غير المرئية على الخريطة. قم بإلغاء التأشير على هذا الخيار إذا أردت أن تعرض علامات التبويب دائمًا كل الأماكن عند عرض القائمة المختصرة.",
      "locateButton": "زر تحديد المواقع",
      "locateButtonTooltip": "اسمح للقراء برؤية موقعهم الحالي على الخريطة، ويتم دعم هذه الميزة في معظم الأجهزة والمستعرضات، ولكن لا يظهر الزر إلا إذا شاركت القصة كرابط HTTPS، ولا يتم تضمين القصة.",
      "geocoder": "العنوان والمكان والباحث عن المعالم",
      "bookmarks": "إشارات مرجعية",
      "bookmarksMenuName": "اسم القائمة",
      "defaultMapLocation": "موقع الخريطة الافتراضي",
      "auto": "تلقائي",
      "autoTooltip": "يتم إدارة الموقع تلقائيًا حتى تكون كل الأماكن مرئية",
      "custom": "تخصيص",
      "customTooltip": "تعيين الموقع باستخدام الزر الذي سيظهر في عناصر تحكم تكبير/تصغير الخريطة",
      "mapLocationTooltip": "الموقع الذي يراه المستخدم عند فتح القائمة المختصرة",
      "bookmarksHelp": "لتمكين العلامات المرجعية في القائمة المختصرة، أضف العلامات المرجعية لخريطة الويب وقم بإدارتها في عارض خرائط الويب"
    },
    "help": {
      "title": "تعليمات",
      "shortlistHelp1": "مرحبًا بك في تطبيق \"القائمة المختصرة لخريطة القصة\" الذي يعرض أماكن الاهتمام في علامات تبويب؛ مما يجعل الأمر ممتعًا للمستخدمين عند استكشاف ما يوجد في المنطقة. ويمكنك إنشاء الأماكن في هذا المنشئ بشكل تفاعلي.",
      "shortlistHelp2": "يمكنك أيضًا إنشاء قائمة مختصرة من خريطة ArcGIS على الويب، بما في ذلك خيار استخدام بيانات النقطة في الخريطة كأماكن.",
      "shortlistHelp3": "لإنشاء قائمة مختصرة من خريطة الويب، انتقل إلى",
      "shortlistHelp4": "افتح خريطة الويب وأنشئ تطبيق ويب منها واختر \"القائمة المختصرة لخريطة القصة\" من معرض التطبيقات. وإذا احتوت خريطة الويب على أي طبقات نقطية، سيطلب منك منشئ القائمة المختصرة تحديد الطبقات التي تريد استخدامها كأماكن. وإذا أنشأت قائمة مختصرة باستخدام الإصدار الأصلي غير المستضاف من التطبيق، يمكنك ترحيل القائمة المختصرة إلى هذا الإصدار المستضاف من التطبيق باستخدام نفس الخطوات.",
      "shortlistHelp5": "لمزيد من المعلومات",
      "shortlistHelp6": "تفضل بزيارة جزء القائمة المختصرة في موقع \"خرائط قصص Esri\" على الويب",
      "shortlistFAQ": "الأسئلة المتداولة بشأن القائمة المختصرة",
      "shortlistBetaFeedback": "ملاحظات على بيتا",
      "shortlistBetaFeedback2": "تسرنا ملاحظاتك! أبلغنا بالمشكلات وأيضًا المزايا الجديدة التي تريدها بزيارة",
      "geonetForum": "منتدى خرائط القصة في GeoNet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "مرحبًا بك في \"منشئ القائمة المختصرة\"",
        "importQuestion": "تحتوي خريطة الويب على بيانات نقطية. هل تريد استخدام تلك النقاط كأماكن في القائمة المختصرة؟",
        "importExplainYes": "يمكنك تحرير وإدارة وإضافة الأماكن في \"منشئ القائمة المختصرة\"، ويتم إنشاء نسخة من خريطة الويب تلقائيًا حتى لا يتم تعديل البيانات الأصلية.",
        "importExplainNo": "سيتم عرض النقاط في خريطة القائمة المختصرة، ولكن لن يتم استخدامها كأماكن. وبدلاً من ذلك، ستضيف الأماكن في القائمة المختصرة في المنشئ.",
        "no": "لا",
        "importOption": "نعم، استوردها",
        "asIsOption": "نعم، استخدمها كما هي",
        "asIsText": "ستستمر في تحرير الأماكن وإدارتها في خريطة الويب، وليس في \"منشئ القائمة المختصرة\"، وستنعكس التحديثات التي تنفذها على تلك البيانات تلقائيًا في القائمة المختصرة. ويتطلب هذا الخيار أن تستخدم البيانات هذا القالب.",
        "badData": "لا تستخدم طبقة النقاط التي تحتوي على الأماكن قالب البيانات المطلوب. يرجى مراجعة متطلبات القالب.",
        "downloadTemplate": "تنزيل قالب"
      },
      "fieldPicker": {
        "nameField": "الحقل الذي يحتوي على اسم كل مكان: ",
        "descriptionField": "سيظهر الحقل/الحقول في وصف وترتيب كل مكان: ",
        "urlField": "الحقل الذي يحتوي على عنوان URL لـ 'مزيد من المعلومات' لكل مكان (اختياري): ",
        "none": "لا شيء",
        "imageFields": "الحقل الذي يحتوي على عنوان URL للصور لكل مكان (اختياري): ",
        "mainImageField": "الصورة الرئيسية: ",
        "thumbImageField": "الصورة المصغرة: ",
        "noImageFields": "اتركها كما هي مُعينة إلى \"لا شيء\" إذا أردت إضافة صور إلى الأماكن في المنشئ",
        "tabField": "إذا توفر لديك اسم حقل يقسم الأماكن في الطبقة إلى نسق مختلفة، حدد اسم حقل مناسب أدناه."
      },
      "layerPicker": {
        "pointLayers": "اختر طبقة/طبقات النقاط في خريطة الويب التي تريد استخدامها كأماكن: ",
        "layerInfo": "إذا اخترت أكثر من طبقة، يجب أن يتوفر لديها نفس مجموعة الحقول وستصبح كل طبقة تختارها علامة تبويب في القائمة المختصرة"
      }
    }
  }
});