define({
  "builder": {
    "initPopup": {
      "title": "आपका स्वागत है",
      "startBtn": "शुरू करें"
    },
    "addEditPopup": {
      "test": "परीक्षण",
      "add": "जोड़ें",
      "edit": "संपादित करें",
      "editTab": "टैब संपादित करें",
      "addTab": "टैब जोड़ें",
      "organizeTabs": "टैब व्यवस्थित करें",
      "themeColor": "थीम का रंग",
      "location": "स्थान",
      "confirmDeletion": "इसे हटाने की पुष्टि करें "
    },
    "landing": {
      "lblAdd": "आप अपनी शॉर्टलिस्ट को क्या कहना चाहते हैं?",
      "phAdd": "अपना शीर्षक दर्ज करें...",
      "lblOR": "या",
      "lblHelp": "एक टूर लें"
    },
    "organizePopup": {
      "title": "व्यवस्थित करें",
      "tab": "टैब",
      "dragNDrop": "अपनी कहानी व्यवस्थित करने के लिए टैब खींचें और छोड़ें",
      "lblColTitle": "शीर्षक"
    },
    "settingsLayoutOptions": {
      "title": "रूपरेखा विकल्प",
      "lblDescription": "विवरण"
    },
    "addFeatureBar": {
      "add": "जोड़ें",
      "import": "इंपोर्ट करें",
      "done": "संपन्न",
      "deleteFeature": "हटाएँ",
      "move": "ले जाएँ",
      "locateFeaturesTooltip": "कुछ स्थान अवश्य स्थित होने चाहिए। उन्हें देखने के लिए क्लिक करें।"
    },
    "detailPanelBuilder": {
      "changeLocation": "स्थान बदलें",
      "setLocation": "स्थान सेट करें",
      "cancel": "रद्द करें",
      "addImage": "किसी छवि को जोड़ने के लिए क्लिक करें अथवा ड्रैग और ड्रॉप करें",
      "chooseImage": "छवि चुनें",
      "importImages": "छवियां आयात करें",
      "import": "आयात करें",
      "enterPlaceName": "स्थान का नाम डालें",
      "enterPlaceDescription": "स्थान का वर्णन डालें",
      "unnamedPlace": "बेनाम स्थान",
      "update": "अपडेट करें",
      "useLocation": "इस स्थान का उपयोग करें",
      "selectAll": "सभी चुनें",
      "imageSizeHelper": "सर्वश्रेष्ठ परिणामों के लिए छवियां 400 KB से कम आकार की होनी चाहिए। अनुशंसित आकार और आकृति 1000 x 750 पिक्सल (4:3 चौड़ाई:ऊँचाई अनुपात) या छोटा है। बड़ी छवियां प्रदर्शन को धीमा कर सकती हैं। सर्वश्रेष्ठ प्रदर्शन के लिए 80% छवि गुणवत्ता पर संकुचित JPG छवियों का उपयोग करें।",
      "imageSizeHelperUpdated": "बेहतरीन अनुभव के लिए छवियाँ 400 KB से कम होनी चाहिए। फ़ाइल के आकार को कम करने के लिए JPG फ़ॉर्मेट का इस्तेमाल करें जो 80% तक छवि की बचत करती है। अगर अब भी आपकी तस्वीर 400 KB से ज़्यादा है, तो इसके आकार को और कम करने के लिए: 1000 पिक्सेल चौड़े और x 750 पिक्सेल लंबी (4:3 चौड़ाई:लंबाई अनुपात) फ़ाइल के आकार का सुझाव दिया जाता है।",
      "thumbnailLink": "थंबनेल लिंक",
      "thumbnailHelp": "अनुशंसित थंबनेल आकार और आकृति 280 x 210 पिक्सल (4:3 चौड़ाई:ऊँचाई अनुपात) है। बड़े थंबनेल प्रदर्शन धीमा कर सकते हैं। 4:3 आकार अनुपात के थंबनेल क्रॉप किए बिना अपनी टाइल में फ़िट हो जाते हैं।"
    },
    "settings": {
      "numberedPlaces": "संख्याओं के साथ स्थानों को दिखाएँ",
      "extentSensitive": "केवल स्थानों को उन टैब पर दिखाएँ जो मानचित्र पर दिखाई देती हैं (केवल दर्शक)",
      "extentSensitiveTooltip": "यह विकल्प केवल तभी लागू होता है जब आपकी शॉर्टलिस्ट को देखा जाता है। शॉर्टलिस्ट बिल्डर में टैब हमेशा सभी स्थानों, यहाँ तक कि उन स्थानों को भी दिखाता है जो मानचित्र पर दिखाई नहीं देते हैं। यदि आप चाहते हैं कि जब आपकी शॉर्टलिस्ट को देखा जाता है तो टैब हमेशा सभी स्थानों दिखाएँ तो इस विकल्प को अनचेक करें।",
      "locateButton": "पता लगाएँ बटन",
      "locateButtonTooltip": "आपके पाठकों को मानचित्र पर उनके वर्तमान स्थान को देखने की अनुमति देता है। यह फीचर अधिकतर उपकरणों और ब्राउज़रों पर समर्थित है, लेकिन बटन तब ही नज़र आता है जब आप अपनी कहानी HTTPS लिंक के रूप में साझा करते हैं और कहानी अंतःस्थापित नहीं होती है।",
      "geocoder": "पता, स्थान, और फीचर फाइंडर",
      "bookmarks": "बुकमार्क्स",
      "bookmarksMenuName": "मेन्यु नाम",
      "defaultMapLocation": "डिफ़ॉल्ट मानचित्र स्थान",
      "auto": "ऑटो",
      "autoTooltip": "स्थान स्वचालित रूप से प्रबंधित होता है ताकि आपके सभी स्थानों दिखाई दें",
      "custom": "कस्टम",
      "customTooltip": "उस बटन का उपयोग करके जो मैप ज़ूम कंट्रोल्स में दिखाई देगा स्थान नियत करें",
      "mapLocationTooltip": "वह स्थान जो लोगों को दिखाई देता है, जब वे आपकी शॉर्टलिस्ट खोलते हैं",
      "bookmarksHelp": "शॉर्टलिस्ट में बुकमार्क्स को सक्षम करने के लिए, वेब मैप व्यूअर में वेब मानचित्र के बुकमार्क्स को जोड़ें और प्रबंधित करें",
      "generalOptions": "साधारण विकल्प",
      "mapOptions": "मानचित्र विकल्प",
      "changeBasemap": "बेसमैप बदलें",
      "saveHomeLocation": "गृह स्थान सहेजें",
      "choose": "चुनें",
      "headerColor": "हेडर का रंग"
    },
    "help": {
      "title": "सहायता",
      "shortlistHelp1": "स्टोरी मैप शॉर्टलिस्ट में आपका स्वागत है। यह एप्लिकेशन आपको टैब में व्यवस्थित रुचि के स्थानों को प्रस्तुत करने देता है, जिससे किसी क्षेत्र में क्या है यह पता लगाना लोगों के लिए मजेदार बन जाता है। आप इस बिल्डर में अपने स्थानों को परस्पर सक्रिय करते हुए लिख सकते हैं।",
      "shortlistHelp2": "आप किसी मौजूदा ArcGIS वेब मानचित्र में से भी, मानचित्र में मौजूद अंक डेटा को स्थानों के रूप में उपयोग करने के विकल्प सहित, एक शॉर्टलिस्ट बना सकते हैं।",
      "shortlistHelp3": "किसी वेब नक्शे में से एक शॉर्टलिस्ट बनाने के लिए, निम्न पर जाएँ",
      "shortlistHelp4": "वेब मानचित्र को खोलें, इस में से एक वेब ऐप बनाएँ, और ऐप्स की दीर्घा में से स्टोरी मैप शॉर्टलिस्ट चुनें। यदि आपका मानचित्र किसी अंक लेयरों से युक्त है, तो शॉर्टलिस्ट बिल्डर आपको उन लेयरों का चयन करने के लिए प्रेरित करेगा जिन्हें आप स्थानों के रूप में उपयोग करना चाहते हैं। यदि आपने ऐप के मूल, नॉन-होस्टेड संस्करण का उपयोग करके कोई शॉर्टलिस्ट बनायी है, तो आप उन्हीं चरणों का उपयोग करके अपनी शॉर्टलिस्ट को ऐप के होस्ट किए गए संस्करण में ले जा सकते हैं।",
      "shortlistHelp5": "अधिक जानकारी के लिए",
      "shortlistHelp6": "Esri स्टोरी मैप्स वेबसाइट के शॉर्टलिस्ट अनुभाग में जाएँ",
      "shortlistFAQ": "अक्सर पूछे जाने वाले प्रश्नों की लघुसूची",
      "shortlistBetaFeedback": "बीटा प्रतिपुष्टि",
      "shortlistBetaFeedback2": "हमें आपसे सुनना प्रीतिकर लगेगा! निम्नलिखित पर जा कर उन मुद्दों और नई सुविधाओं के बारे में हमें बताएँ जिनकी आपको आवश्यकता है",
      "geonetForum": "GeoNet पर स्टोरी मैप्स मंच"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "शॉर्टलिस्ट बिल्डर में आपका स्वागत है",
        "importQuestion": "आपका वेब मानचित्र अंक डेटा से युक्त है। क्या आप अपनी शॉर्टलिस्ट में उन अंकों को स्थानों के रूप में उपयोग करना चाहते हैं?",
        "importExplainYes": "आप शॉर्टलिस्ट बिल्डर में अपने स्थानों को संपादित, प्रबंधित करने और उसमें जोड़ने में सक्षम हो जाएँगे। आपके वेब मानचित्र की एक प्रति स्वतः बन जाती है इसलिए आपका मूल डेटा संशोधित नहीं होता है।",
        "importExplainNo": "आपके अंक आपके शॉर्टलिस्ट मानचित्र में प्रदर्शित किए जाएँगे किंतु स्थानों के रूप में उपयोग नहीं किए जाएँगे। इसके बजाय आप बिल्डर में अपनी शॉर्टलिस्ट में अपने स्थानों को जोड़ेंगे।",
        "no": "नहीं",
        "importOption": "हाँ, उन्हें इंपोर्ट करें",
        "asIsOption": "हाँ, उन्हें जैसे-हैं वैसा ही उपयोग करें",
        "asIsText": "आप अपने वेब मानचित्र में, शॉर्टलिस्ट बिल्डर में नहीं, अपने स्थानों को संपादित और प्रबंधित करना जारी रखेंगे। उस डेटा में आपके द्वारा किए गए अपडेट्स स्वतः शॉर्टलिस्ट में प्रतिबिम्बित होंगे। यह विकल्प आवश्यक बनाता है कि आपका डेटा इस टेम्पलेट का उपयोग करे।",
        "badData": "आपके स्थानों को समाविष्ट करने वाली अंक लेयर आवश्यक डेटा टेम्पलेट का उपयोग नहीं करती है। कृपया टेम्पलेट की आवश्यकताओं की समीक्षा करें।",
        "downloadTemplate": "टेम्पलेट डाउनलोड करें",
        "selectPtData": "अपना पॉइंट डेटा चुनें",
        "multipleThemes": "क्या आपकी लेयर में कई थीम शामिल हैं",
        "chooseFields": "वे फ़ील्ड चुनें जिनका शॉर्टलिस्ट में उपयोग होना चाहिए"
      },
      "fieldPicker": {
        "nameField": "प्रत्येक स्थान के नाम से युक्त फील्ड: ",
        "descriptionField": "फील्ड जो प्रत्येक जगह के विवरण में दिखाई देगा/देंगे और उनका क्रम: ",
        "urlField": "प्रत्येक जगह के बारे में 'अधिक जानकारी' के लिए URL से युक्त फील्ड (वैकल्पिक): ",
        "none": "कोई नहीं",
        "imageFields": "त्येक जगह के बारे में छवियों के लिए URL से युक्त फील्ड्स (वैकल्पिक): ",
        "mainImageField": "मुख्य छवि: ",
        "thumbImageField": "थंबनेल: ",
        "noImageFields": "यदि आप बिल्डर में अपने स्थानों की छवियों को जोड़ना चाहते हैं तो इन्हें किसी के लिए सेट नहीं पर छोड़ दें।",
        "tabField": "यदि आपके पास कोई फील्ड नाम है जो आपकी लेयरों में स्थानों को विभिन्न थीमों में बाँटता है, तो नीचे उचित फ़ील्ड नाम का चयन करें।"
      },
      "layerPicker": {
        "pointLayers": "अपने वेब मानचित्र में उन अंक लेयर(रों) का चयन करें जिन्हें आप स्थानों के रूप में उपयोग करना चाहते हैं: ",
        "layerInfo": "यदि आप एक से अधिक लेयर चुनते हैं, तो उन सभी का फील्ड्स का एक ही सेट अवश्य होना चाहिए। आपके द्वारा चयन की गई प्रत्येक लेयर आपकी शॉर्टलिस्ट में एक टैब बन जाएगी।"
      }
    }
  }
});