define({
  "viewer": {
    "common": {
      "close": "Κλείσιμο"
    },
    "loading": {
      "long": "Αρχικοποίηση της εφαρμογής",
      "long2": "Ευχαριστούμε που περιμένατε",
      "failButton": "Επαναφόρτωση της εφαρμογής"
    },
    "signin": {
      "title": "Απαιτείται έλεγχος ταυτότητας",
      "explainViewer": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να προσπελάσετε την εφαρμογή.",
      "explainBuilder": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να διαμορφώσετε την εφαρμογή."
    },
    "errors": {
      "boxTitle": "Παρουσιάστηκε σφάλμα",
      "invalidConfig": "Μη έγκυρη διαμόρφωση",
      "invalidConfigNoApp": "Το αναγνωριστικό της διαδικτυακής χαρτογραφικής εφαρμογής δεν καθορίζεται στο index.html.",
      "invalidConfigNoAppDev": "Δεν έχει καθοριστεί το αναγνωριστικό ή ο web χάρτης της διαδικτυακής χαρτογραφικής εφαρμογής στις παραμέτρους του URL (?appid= ή ?webmap=). Στη λειτουργία ανάπτυξης, η διαμόρφωση appid και webmap στο αρχείο index.html παραβλέπονται.",
      "unspecifiedConfigOwner": "Δεν έχει διαμορφωθεί εξουσιοδοτημένος κάτοχος.",
      "invalidConfigOwner": "Ο κάτοχος της αφήγησης δεν είναι εξουσιοδοτημένος.",
      "createMap": "Δεν είναι δυνατή η δημιουργία χάρτη",
      "invalidApp": "Το %TPL_NAME% δεν υπάρχει ή δεν είναι προσβάσιμο.",
      "appLoadingFail": "Υπήρξε κάποιο πρόβλημα, το %TPL_NAME% δεν φορτώθηκε σωστά.",
      "notConfiguredDesktop": "Η αφήγηση δεν έχει διαμορφωθεί ακόμη.",
      "notConfiguredMobile": "Το Εργαλείο δημιουργίας %TPL_NAME% δεν υποστηρίζεται σε αυτό το μέγεθος προβολής. Αν είναι δυνατό, αλλάξτε το μέγεθος του προγράμματος περιήγησης για πρόσβαση στο Εργαλείο δημιουργίας ή δημιουργήστε την αφήγησή σας σε μια συσκευή με μεγαλύτερη οθόνη.",
      "notConfiguredMobile2": "Περιστρέψτε τη συσκευή σας στον οριζόντιο προσανατολισμό για να χρησιμοποιήσετε το Πρόγραμμα δημιουργίας %TPL_NAME%.",
      "notAuthorized": "Δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτήν την αφήγηση.",
      "notAuthorizedBuilder": "Δεν έχετε εξουσιοδότηση για τη χρήση του Εργαλείου δημιουργίας %TPL_NAME%.",
      "noBuilderIE": "Το Εργαλείο δημιουργίας δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "noViewerIE": "Αυτή η αφήγηση δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "noViewerIE2": "Επιχειρείτε να προβάλετε αυτήν την αφήγηση χρησιμοποιώντας ένα παλαιότερο, μη υποστηριζόμενο πρόγραμμα περιήγησης. Ενδέχεται κάποια στοιχεία να μη λειτουργούν ή να παρουσιαστούν άλλα, μη αναμενόμενα προβλήματα. Προτείνουμε να αναβαθμίσετε σε Internet Explorer 11 ή να χρησιμοποιήσετε κάποιο άλλο πρόγραμμα περιήγησης, όπως το Chrome.",
      "noViewerIE3": "Στα τέλη του 2017, δεν θα είναι δυνατή πλέον η φόρτωση αυτής της αφήγησης στο συγκεκριμένο πρόγραμμα περιήγησης. Τότε θα πρέπει να χρησιμοποιήσετε ένα υποστηριζόμενο πρόγραμμα περιήγησης για να προβάλετε αυτή την αφήγηση.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Ενημερώστε το πρόγραμμα περιήγησης που χρησιμοποιείτε</a>.",
      "mapLoadingFail": "Υπήρξε κάποιο πρόβλημα, ο χάρτης δεν φορτώθηκε σωστά.",
      "signOut": "Έξοδος",
      "attention": "Προσοχή!"
    },
    "headerFromCommon": {
      "storymapsText": "Ένα story map",
      "builderButton": "Επεξεργασία",
      "bitlyTooltip": "Λήψη ενός σύντομου συνδέσμου της εφαρμογής",
      "templateTitle": "Ορισμός τίτλου προτύπου",
      "templateSubtitle": "Ορισμός υπότιτλου προτύπου",
      "share": "Κοινοποίηση"
    },
    "shareFromCommon": {
      "copy": "Αντιγραφή",
      "copied": "Αντιγράφηκε",
      "open": "Άνοιγμα",
      "embed": "Ενσωμάτωση σε ιστοσελίδα",
      "embedExplain": "Χρησιμοποιήστε τον παρακάτω HTML κώδικα για να ενσωματώσετε την εφαρμογή σε μια ιστοσελίδα.",
      "size": "Μέγεθος (πλάτος/ύψος):"
    }
  }
});