define({
  "viewer": {
    "common": {
      "close": "बंद करें"
    },
    "loading": {
      "long": "एप्लिकेशन आरंभ हो रहा है",
      "long2": "प्रतीक्षा करने के लिए धन्यवाद",
      "failButton": "एप्लिकेशन को फिर से लोड करें"
    },
    "signin": {
      "title": "प्रमाणीकरण आवश्यक है",
      "explainViewer": "कृपया एप्लिकेशन तक पहुँच प्राप्त करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।",
      "explainBuilder": "कृपया एप्लिकेशन को कॉन्फ़िगर करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।"
    },
    "errors": {
      "boxTitle": "कोई त्रुटि आ गई है",
      "invalidConfig": "अमान्य कॉन्फ़िगरेशन",
      "invalidConfigNoApp": "वेब मैपिंग ऐप्लिकेशन पहचानकर्ता index.html में निर्दिष्ट नहीं है।",
      "invalidConfigNoAppDev": "URL पैरामीटर (?appid=) में कोई वेब मैपिंग ऐप्लिकेशन पहचानकर्ता निर्दिष्ट नहीं किया गया है। विकास मोड में, index.html में appid विन्यास नजरअंदाज कर दिया जाता है।",
      "unspecifiedConfigOwner": "अधिकृत मालिक कॉन्फ़िगर नहीं किया गया है।",
      "invalidConfigOwner": "कहानी स्वामी अधिकृत नहीं है।",
      "createMap": "मानचित्र बनाने में अक्षम",
      "invalidApp": "%TPL_NAME% मौजूद नहीं हैं या दुर्गम है।",
      "appLoadingFail": "कुछ गलत हो गया, %TPL_NAME% सही ढंग से लोड नहीं हुआ।",
      "notConfiguredDesktop": "कहानी अभी तक कॉन्फ़िगर नहीं हुई है।",
      "notConfiguredMobile": "%TPL_NAME% बिल्डर इस डिस्प्ले आकार पर समर्थित नहीं है। यदि संभव हो तो, बिल्डर का उपयोग करने के लिए अपने ब्राउज़र आकार को सही करें या कृपया एक बड़ी स्क्रीन वाली डिवाइस पर अपनी कहानी बनाएँ।",
      "notConfiguredMobile2": "कृपया %TPL_NAME% बिल्डर का उपयोग करने के लिए अपने डिवाइस को लैंडस्केप अनुस्थिति में घुमाएँ।",
      "notAuthorized": "आप इस कहानी के उपयोग हेतु अधिकृत नहीं हैं",
      "notAuthorizedBuilder": "आप %TPL_NAME% बिल्डर का उपयोग करने के लिए अधिकृत नहीं हैं।",
      "noBuilderIE": "बिल्डर इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE": "यह कहानी इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE2": "आप इस कहानी को किसी पुराने, असमर्थित ब्राउज़र का उपयोग करके देखने का प्रयास कर रहे हैं। वहाँ ऐसी सुविधाएँ जो काम न करती हों या अन्य अप्रत्याशित मुद्दे हो सकते हैं। हम आपको Internet Explorer 11 के लिए उन्नयन करने या क्रोम की तरह के किसी अन्य ब्राउज़र का उपयोग करने की सलाह देते हैं।",
      "noViewerIE3": "2017 के अंत में, यह कहानी अब और इस ब्राउज़र पर लोड नहीं होगी। उस समय, आपको इस कहानी को देखने के लिए एक समर्थित ब्राउज़र का उपयोग अवश्य करना चाहिए।",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'> कृपया अपने ब्राउज़र को अपडेट करें</a>।",
      "mapLoadingFail": "कुछ गलत हो गया, मानचित्र सही ढंग से लोड नहीं हुआ।",
      "signOut": "साइन आउट करें",
      "attention": "ध्यान दें!",
      "noBuilderEdge": "स्टोरी मैप शॉर्टलिस्ट को किसी भी वेब ब्राउज़र में देखा जा सकता है। हालांकि स्टोरी मैप शॉर्टलिस्ट बिल्डर Windows Edge पर समर्थित नहीं है। शॉर्टलिस्ट को बनाने या संपादित करने के लिए अलग वेब ब्राउज़र का इस्तेमाल करें।"
    },
    "headerFromCommon": {
      "storymapsText": "एक कहानी मानचित्र",
      "builderButton": "संपादित करें",
      "facebookTooltip": "Facebook पर साझा करें",
      "twitterTooltip": "Twitter पर साझा करें",
      "bitlyTooltip": "ऐप्लिकेशन के लिए एक लघु लिंक प्राप्त करें",
      "templateTitle": "टेम्पलेट शीर्षक निर्धारित करें",
      "templateSubtitle": "टेम्पलेट उपशीर्षक निर्धारित करें",
      "share": "साझा करें"
    },
    "shareFromCommon": {
      "copy": "प्रतिलिपि",
      "copied": "प्रतिलिपि बन गई है",
      "open": "खोलें",
      "embed": "वेब पृष्ठ में संबद्ध करें",
      "embedExplain": "किसी वेब पृष्ठ में ऐप्लिकेशन को संबद्ध करने के लिए निम्नलिखित HTML कोड का उपयोग करें।",
      "size": "आकार (चौड़ाई/ऊंचाई):"
    },
    "general": {
      "noPlaces": "इस क्षेत्र में कोई जगह नहीं है।  जगहें देखने के लिए ज़ूम आउट करें या होम बटन पर क्लिक करें।",
      "start": "प्रारंभ करें"
    }
  }
});