define({
  "viewer": {
    "common": {
      "close": "Закрыть"
    },
    "loading": {
      "long": "Инициализация приложения",
      "long2": "Спасибо за ожидание",
      "failButton": "Перезагрузить приложение"
    },
    "signin": {
      "title": "Необходима авторизация",
      "explainViewer": "Выполните вход под учетной записью на %PORTAL_LINK%, чтобы получить доступ к приложению.",
      "explainBuilder": "Выполните вход под учетной записью на %PORTAL_LINK%, чтобы настроить приложение."
    },
    "errors": {
      "boxTitle": "Произошла ошибка",
      "invalidConfig": "Некорректная настройка",
      "invalidConfigNoApp": "Идентификатор картографического веб-приложения не указан в index.html.",
      "invalidConfigNoAppDev": "Нет идентификатора Web Mapping Application, указанного в параметрах URL (?appid= или ?webmap=). В режиме разработки конфигурация appid в index.html игнорируются.",
      "unspecifiedConfigOwner": "Авторизованный владелец не настроен.",
      "invalidConfigOwner": "Владелец истории не авторизован.",
      "createMap": "Не удалось создать карту",
      "invalidApp": "%TPL_NAME% не существует или недоступен.",
      "appLoadingFail": "Произошла ошибка, %TPL_NAME% загружено некорректно.",
      "notConfiguredDesktop": "История пока не настроена.",
      "notConfiguredMobile": "Конструктор %TPL_NAME% не поддерживается на экранах такого размера. Если можете, измените размер браузера, чтобы получить доступ к конструктору, либо создайте свою историю на другом устройстве с большим монитором.",
      "notConfiguredMobile2": "Чтобы использовать конструктор %TPL_NAME%, поверните своё устройство в альбомную ориентацию.",
      "notAuthorized": "Вы не авторизованы для доступа к истории.",
      "notAuthorizedBuilder": "Вы не авторизованы для использования конструктора %TPL_NAME%.",
      "noBuilderIE": "Конструктор не поддерживается в Internet Explorer версии до %VERSION%. %UPGRADE%",
      "noViewerIE": "Эта история не поддерживается в Internet Explorer версии до %VERSION%. %UPGRADE%",
      "noViewerIE2": "Вы пытаетесь просмотреть эту историю, используя устаревший, неподдерживаемый браузер. Некоторые элементы могут не работать, также возможны неожиданные ошибки. Воспользуйтесь Internet Explorer 11 или другим браузером, таким как Chrome.",
      "noViewerIE3": "В конце 2017 эта история перестанет загружаться в этот браузер. С этого момента для просмотра данной истории следует воспользоваться поддерживаемым браузером.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Пожалуйста, обновите ваш браузер</a>.",
      "mapLoadingFail": "Произошла ошибка, карта загрузилась некорректно.",
      "signOut": "Выйти",
      "attention": "Внимание!"
    },
    "headerFromCommon": {
      "storymapsText": "Карта-история",
      "builderButton": "Редактировать",
      "bitlyTooltip": "Получить короткую ссылку на приложение",
      "templateTitle": "Настроить заголовок шаблона",
      "templateSubtitle": "Настроить подзаголовок шаблона",
      "share": "Опубликовать"
    },
    "shareFromCommon": {
      "copy": "Копировать",
      "copied": "Скопировано",
      "open": "Откройте",
      "embed": "Встроить в веб-страницу",
      "embedExplain": "Используйте HTML-код, чтобы встроить приложение в веб-страницу.",
      "size": "Размер (ширина/высота):"
    }
  }
});