define({
  "builder": {
    "initPopup": {
      "title": "ברוך הבא אל",
      "startBtn": "התחל"
    },
    "addEditPopup": {
      "test": "ניסיון",
      "add": "הוסף",
      "edit": "עריכה"
    },
    "landing": {
      "lblAdd": "איזה שם תרצה לתת ל-Shortlist שלך?",
      "phAdd": "הזן את הכותרת שלך...",
      "lblOR": "או",
      "lblHelp": "צא לסיור"
    },
    "organizePopup": {
      "title": "ארגן",
      "tab": "כרטיסייה"
    },
    "settingsLayoutOptions": {
      "title": "אפשרויות תצוגה",
      "lblDescription": "תיאור"
    },
    "addFeatureBar": {
      "add": "הוספה",
      "import": "ייבא",
      "done": "סיום",
      "deleteFeature": "מחיקה",
      "move": "הזז",
      "locateFeaturesTooltip": "יש למקם את חלק מהמקומות. לחץ כדי לראות אותם"
    },
    "detailPanelBuilder": {
      "changeLocation": "שנה מיקום",
      "setLocation": "קבע מיקום",
      "cancel": "בטל",
      "addImage": "לחץ, או גרור ושחרר, כדי להוסיף תמונה",
      "enterPlaceName": "הזן שם מקום",
      "enterPlaceDescription": "הזן תיאור מקום",
      "unnamedPlace": "מקום ללא שם"
    },
    "settings": {
      "numberedPlaces": "הצג מקומות עם מספרים",
      "extentSensitive": "הצג רק מקומות בכרטיסיות שגלויות לעין במפה (לצופה בלבד)",
      "extentSensitiveTooltip": "אפשרות זו חלה רק בעת צפייה ב-Shortlist שלך. באשף בניית ה-Shortlist הכרטיסיות תמיד מציגות את כל המקומות - גם מקומות שלא גלויים לעין במפה. בטל את הסימון של האפשרות הזו אם תרצה שהכרטיסיות תמיד יציגו את כל המקומות בזמן צפייה ב-Shortlist שלך.",
      "locateButton": "לחצן איתור",
      "locateButtonTooltip": "אפשר לקוראים שלך לראות את המיקום הנוכחי שלהם במפה.  ישות זו נתמכת ברוב ההתקנים והדפדפנים, אבל הלחצן מופיע רק אם אתה משתף את הסיפור שלך כקישור HTTPS וכאשר הסיפור אינו מוטבע (embedded).",
      "geocoder": "חיפוש כתובות, מקומות וישויות",
      "bookmarks": "סימניות",
      "bookmarksMenuName": "שם תפריט",
      "defaultMapLocation": "מיקום ברירת מחדל של מפה",
      "auto": "אוטומטי",
      "autoTooltip": "המיקום מנוהל באופן אוטומטי כך שכל המקומות שלך גלויים לעין",
      "custom": "מותאם",
      "customTooltip": "הגדר את המיקום באמצעות הלחץ שיופיע בפקדי ההתמקדות של המפה",
      "mapLocationTooltip": "המיקום שאותו אנשים רואים כאשר הם פותחים את ה-Shortlist שלך",
      "bookmarksHelp": "כדי לאפשר סימניות ב-Shortlist, הוסף את הסימניות של מפת האינטרנט ונהל אותן באשף הצגת מפות האינטרנט"
    },
    "help": {
      "title": "עזרה",
      "shortlistHelp1": "ברוך הבא ל-Shortlist של מפות הסיפור. אפליקציה זו מאפשרת לך להציג מקומות עניין המאורגנים בכרטיסיות, כך שאנשים ייהנו לחקור את המקומות שנמצאים באזור מסוים. אפשר לחבר את המקומות בצורה אינטראקטיבית באשף בנייה זה.",
      "shortlistHelp2": "בנוסף, ניתן ליצור Shortlist מתוך מפת אינטרנט קיימת של ArcGIS, כולל האפשרות להשתמש בנתוני נקודות הקיימים במפה כמקומות.",
      "shortlistHelp3": "כדי ליצור Shortlist מתוך מפת אינטרנט, עבור אל",
      "shortlistHelp4": "פתח את מפת האינטרנט, צור ממנה אפליקציית אינטרנט, ובחר את Shortlist של מפות אינטרנט מתוך גלריית האפליקציות. אם מפת האינטרנט שלך כוללת שכבות נקודות כלשהן, אשף בניית ה-Shortlist יבקש ממך לבחור את השכבות שבהן תרצה להשתמש כמקומות. אם יצרת Shortlist באמצעות הגרסה המקורית והלא מתארחת של האפליקציה, ניתן להעביר את ה-Shortlist שלך לגרסה המתארחת של האפליקציה באמצעות אותם השלבים.",
      "shortlistHelp5": "למידע נוסף",
      "shortlistHelp6": "בקר בקטע Shortlist של אתר מפות הסיפור של Esri",
      "shortlistFAQ": "שאלות נפוצות בנושא Shortlist",
      "shortlistBetaFeedback": "משוב על הבטא",
      "shortlistBetaFeedback2": "נשמח לקבל ממך משוב. ספר לנו על בעיות וישויות חדשות הדרושות לך על-ידי ביקור",
      "geonetForum": "בפורום מפות הסיפור ב-GeoNet"
    },
    "migration": {
      "migrationPattern": {
        "welcome": "ברוך הבא לאשף בניית ה-Shortlist",
        "importQuestion": "מפת האינטרנט שלך כוללת נתוני נקודות.  האם ברצונך להשתמש בנקודות האלה כמקומות ב-Shortlist שלך?",
        "importExplainYes": "תהיה לך אפשרות לערוך, לנהל ולהוסיף למקומות שלך באשף בניית ה-Shortlist.  עותק של מפת האינטרנט שלך נוצר באופן אוטומטי כדי לא לשנות את הנתונים המקוריים.",
        "importExplainNo": "הנקודות שלך יוצגו במפת ה-Shortlist אבל לא ישמשו כמקומות.  במקום זאת יהיה עליך להוסיף את המקומות שלך ל-Shortlist באשף הבנייה.",
        "no": "לא",
        "importOption": "כן, ייבא",
        "asIsOption": "כן, השתמש ללא שינוי",
        "asIsText": "העריכה והניהול של המקומות ימשיכו להתבצע במפת האינטרנט, ולא בכלי בניית ה-Shortlist.  אם תעדכן את הנתונים, העדכונים ישתקפו באופן אוטומטי ב-Shortlist.  אפשרות זו דורשת שימוש בתבנית הנתונים הזו.",
        "badData": "בשכבת הנקודות שמכילה את המקומות שלך לא נעשה שימוש בתבנית הנתונים הדרושה. בדוק את דרישות התבנית",
        "downloadTemplate": "הורד תבנית"
      },
      "fieldPicker": {
        "nameField": "שדה המכיל את השם של כל אחד מהמקומות: ",
        "descriptionField": "שדות שמופיעים בתיאור של כל מקום, והסדר שלהם: ",
        "urlField": "שדה שמכיל כתובת URL של 'מידע נוסף' לגבי כל מקום (אופציונלי): ",
        "none": "אין",
        "imageFields": "שדות המכילים כתובות URL של תמונות מכל אחד מהמקומות (אופציונלי): ",
        "mainImageField": "תמונה ראשית: ",
        "thumbImageField": "תמונה ממוזערת: ",
        "noImageFields": "אם ברצונך להוסיף תמונות למקומות באשף הבנייה, השאר את ההגדרה 'ללא' באפשרויות האלה.",
        "tabField": "אם קיים שם שדה המחלק את המקומות בשכבה לשתי ערכות נושא נפרדות, בחר את שם השדה המתאים להלן."
      },
      "layerPicker": {
        "pointLayers": "בחר את שכבות הנקודות במפת האינטרנט שברצונך להשתמש בה כמקומות. ",
        "layerInfo": "אם תבחר כמה שכבות, כולן צריכות להכיל סדרת שדות זהה. כל שכבה שתבחר תהפוך לכרטיסייה ברשימה הקצרה."
      }
    }
  }
});